{
    "Welcome_to_React": "Bienvenue a react et react-i18next",
    "Login_header": "Berceaux de Kene",
    "Login_message": "Bienvenue, merci de vous connecter!",
    "Login_email": "Adresse e-mail",
    "Login_password": "Mot de passe",
    "Login_remember_me": "souviens-toi de moi",
    "Login_submit_button": "Nous faire parvenir",
    "Account_header": "Informations personnelles",
    "Account_message": "Vous pouvez mettre à jour / modifier les informations de votre compte ici",
    "Account_first_name": "Prénom",
    "Account_last_name": "Nom de famille",
    "Account_email": "E-mail",
    "Account_phone_number": "Numéro de téléphone",
    "Account_current_password": "Mot de passe actuel",
    "Account_new_password": "Nouveau mot de passe",
    "Account_update_button": "Mettre à jour",
    "Footer_message": "Copyright SEG3125 - Groupe 3",
    "Nav_brand": "Berceaux de Kene",
    "Nav_Home": "Accueil",
    "Nav_Listings": "Annonces",
    "Nav_Agents": "Agents",
    "Nav_Contact_Us": "Nous contacter",
    "Nav_listing_page": "page de liste",
    "Nav_Login": "Connexion",
    "View_Button": "LIVRE",
    "MeetTeam": "Rencontrer l'équipe",
    "Sales_Ass": "assistant des ventes",
    "Mike.Title": "Assistant commercial en chef",
    "Mike.Word": "Michael a une véritable passion pour aider les autres et pour redonner à la communauté.",
    "Regular": "Assistant des ventes",
    "Agent2.W": "J'ai une passion pour aider les clients avec divers besoins immobiliers.",
    "Agent3.W": "Anita a hâte de vous servir à son plein potentiel, de bâtir des relations durables et de faire de votre expérience immobilière une expérience agréable et mémorable.",
    "Agent4.W": "Depuis l'obtention de sa licence en 2010, Alex a toujours été l'un des meilleurs agents de production dans la région du Grand Toronto.",
    "Agent5.W": "Xuan a grandi dans la région du Grand Toronto et a exploré de nombreux quartiers différents de Toronto et des environs.",
    "Agent6.W": "Walter Henry a toujours été du genre à suivre sa passion. À 13 ans, il a commencé sa carrière en tant que gymnaste de compétition.",
    "Slogan_1": "VOUS N'ACHETEZ PAS UNE MAISON, ",
    "Slogan_2": "VOUS ACHETEZ UN STYLE DE VIE. ",
    "Info": "Cliquer pour les détails",
    "Home1": "Bienvenue chez Kene's Cribs. Kene's Cribs est une véritable société d'estateur qui fournit les maisons aux clients.",
    "Home2": "Les maisons limitées aux clients ne se limitent qu'aux rêves des clients. Afin de mieux naviguer dans site Web, utilisez",
    "Home3": "la barre de navigation pour basculer entre les pages. La page des listes sert à parcourir les maisons, la page Agents",
    "Home4": "est pour parcourir les estators, la page Contactez-nous est pour nous contacter et la page de connexion est pour notre",
    "Home5": "membres qui souhaitent bénéficier de nos offres. Ci-dessus, quelques maisons qui peuvent vous intéresser. N'hésitez",
    "Home6": "pas à cliquez sur les boutons ci-dessus pour explorer les maisons que vous souhaitez.",
    "Desc": "La Description",
    "Rooms": "2 chambre, 3 salles de bains",
    "Rooms1": "1 chambre, 1 salles de bains",
    "Rooms2": "3 chambre, 3 salles de bains",
    "Rooms3": "3 chambre, 3 salles de bains",
    "Danger1": "Le message n'a pas pu être envoyé.",
    "Danger2": "Il y a des erreurs dans votre formulaire de contact.",
    "Success1": "Le message a été envoyé avec succès.",
    "Success2": "Votre formulaire de contact sera envoyé à notre équipe d'assistance.",
    "Contact-Title": "Contactez-Nous",
    "Contact-Agent": "Sélectionnez un Agent",
    "Contact-House": "Sélectionnez une Maison",
    "No-Pref": "Aucune préférence",
    "Contact-First": "Prénom",
    "Contact-Last": "Nom de Famille",
    "Contact-Mail": "Adresse E-mail",
    "Contact-Message": "Le Message",
    "Contact-Submit": "Soumettre",
    "Contact-Error1": "Veuillez sélectionner un élément dans la liste.",
    "Contact-Error2": "Veuillez remplir ce champ.",
    "Contact-Error3": "Adresse e-mail invalide.",
    "Search-Bar": "Rechercher",
    "Budget": "Sélectionnez Budget",
    "Beds": "Nombre de lits",
    "Baths": "Nombre de bains",
    "Any": "quelconque",
    "Listing-Button": "Afficher la liste",
    "listing_desc": "{{desc}}",
    "listing_address": "{{address}}",
    "Listing1-address": "8720, chemin Russell",
    "Listing2-address": "1490, promenade Youville",
    "Listing3-address": "100, place Charlie Rogers",
    "Listing4-address": "2785, chemin 8th Line",
    "Listing1-description": "RUN NE PAS MARCHE à cette belle ancienne maison d'exposition Jayman. Cette maison a toutes les caractéristiques et commodités que vous pourriez souhaiter dans une maison. Lorsque vous entrez, vous serez accueilli par une grande entrée, un rez-de-chaussée à aire ouverte avec une cuisine très spacieuse de type chef, le grand coin repas est un rêve pour les artistes et beaucoup d'espace dans le salon cheminée. Lorsque vous montez à l 'étage, la suite du propriétaire vous impressionnera par une magnifique salle de bains comprenant une grande baignoire, une douche surdimensionnée, des vanités séparées, le chauffage au sol et 2 chambres séparées les plus proches. Vous trouverez également une chambre flexible de bonne taille, une buanderie spacieuse en haut des escaliers, une salle de bain principale de 4 pièces et 2 autres chambres. Ensuite, dirigez-vous vers le bas où vous trouverez une autre chambre, une salle de bains et une salle de théâtre avec un bar et une station de boissons, parfait pour tout amateur de cinéma. Il ne faut pas oublier que cette maison est climatisée, dispose d'irrigation avant et arrière à l'extérieur et de haut-parleurs dans toute la maison. Tout cela peut être le vôtre dans la communauté lacustre d'Auburn Bay, à proximité de toutes les commodités et d'un accès au lac toute l'année à une courte distance",
    "Listing2-description": "La nature à son meilleur Les rives de Toney Bay sont situées à l'embouchure de la rivière Phillip, à la rencontre du détroit de Northumberland, avec un accès direct aux incroyables voies navigables récréatives de la rivière Phillip et à la riche nature de Toney Bay. Ce paradis des amoureux de la nature possède une pléthore d'oiseaux migrateurs et le riche stock de poissons de la rivière Philip. Les eaux chaudes du détroit de Northumberland sont baignables depuis votre rivage, un accès facile aux activités toute l'année et la proximité de la pittoresque communauté de Pugwash en font un endroit idéal pour une résidence permanente ou un chalet. Il y a aussi des lots avec vue sur l'océan / accès notarié disponibles. Grands terrains avec vue dégagée et bien loin du bruit de l'autoroute. Nagez dans les eaux chaudes de la magnifique plage de Heather à seulement 4 km, pêchez à la mouche au printemps sur la rivière Phillip, réservez à l'heure du départ à Northumberland links, à 16 km ou profitez d'une journée au Luxury Fox Harb'r Resort and Spa à moins de 30 minutes loin, et en hiver, profitez du ski à Ski Wentworth à 30 minutes en voiture. Les lots sont plats, dégagés et prêts pour la maison de vos rêves. Toutes les approbations de terrains septiques et à bâtir sont en place, de bonnes routes et l'alimentation électrique de la ligne de lot sont incluses. Veuillez prendre quelques minutes pour regarder la vidéo des superbes Shores à Toney Bay",
    "Listing3-description": "Maison personnalisée Hi-Ranch située dans un quartier recherché au coeur de Petawawa. Cette maison comprend 2 + 1 chambres et 4 salles de bains. Le niveau principal comprend un hall d'entrée spacieux, un escalier en bois franc, des planchers de bois franc étincelants et un salon à aire ouverte. De grandes fenêtres offrent beaucoup de lumière naturelle, des plafonds voûtés dans le salon, une cuisine spacieuse spectaculaire avec des appareils en acier inoxydable et un grand îlot. Chambre des maîtres avec dressing et salle de bains 3 pièces avec douche carrelée sur mesure et plancher chauffant. Le niveau inférieur comprend une salle de jeux avec foyer au gaz confortable, une chambre et une salle de bains 3 pièces. La porte-patio du foyer mène à une grande cour arrière privée sans voisin arrière, une terrasse en bois spacieuse et un bain à remous. Un garage double attenant complète l'ensemble. Préparez-vous et entrez directement! Pas de transfert d'offres jusqu'au vendredi 9 avril à 15h00, mais le vendeur a le droit de consulter et peut accepter les offres de préemption",
    "Listing4-description": "Niché dans une impasse tranquille dans le quartier familial de Ski Club / Widdifield, se trouve le 62 Riddle Court, un joyau caché qui a tout ce que vous recherchez - à l'intérieur comme à l'extérieur! Levez les yeux et admirez la vue pittoresque sur l'escarpement, faites une courte promenade ou en voiture jusqu'à la station de ski des Laurentides en famille, ou savourez simplement votre propriété en dînant sur la terrasse, un verre de vin sur la terrasse / balcon et admirez le paysage à couper le souffle (conçu par un paysagiste primé) qui entoure votre maison. Des plantes vivaces luxuriantes, de hautes herbes, des allées de briques imbriquées, un système d'arrosage dans le sol et un éclairage extérieur font de cette propriété une propriété hors du commun! Entrez pour profiter de toutes les fonctionnalités mises à jour que cette maison a à offrir - planchers et escaliers de bois franc en érable étincelant, armoires de cuisine en érable mises à jour, carreaux de céramique avec chauffage par rayonnement dans le plancher dans les salles de bains et le bureau, unités de divertissement intégrées, salle de lavage terminée , terrasse en composite à faible entretien de la salle à manger, éclairage encastré, fenêtres, portes, isolation ... la liste est longue! Travailler à domicile ces jours-ci? Entrez dans le bureau à domicile privé et professionnel juste à côté de la salle de loisirs par des portes françaises. Profitez de l'éclairage sous l'armoire, ainsi que de la lumière naturelle rayonnant à travers la fenêtre avec vue sur la cour arrière. La fierté de la propriété est évidente. Il ne reste plus rien à faire, mais emménage! Pré-inspecté pour votre tranquillité d'esprit.",
    "Listing-booking-btn": "Présentation du livre",
    "Listing-description-header": "La description"
}