{
    "Welcome_to_React": "Welcome to React and react-i18next",
    "Login_header": "Kene's Cribs",
    "Login_message": "Welcome please back, please sign in!",
    "Login_email": "Email address",
    "Login_password": "Password",
    "Login_remember_me": "remember me",
    "Login_submit_button": "Submit",
    "Account_header": "Personal Information",
    "Account_message": "You can update/edit your account information here",
    "Account_first_name": "First Name",
    "Account_last_name": "Last Name",
    "Account_email": "Email",
    "Account_phone_number": "Phone Number",
    "Account_current_password": "Current Password",
    "Account_new_password": "New password",
    "Account_update_button": "Update",
    "Footer_message": "Copyright SEG3125 - Group 3",
    "Nav_brand": "Kene's Cribs",
    "Nav_Home": "Home",
    "Nav_Listings": "Listings",
    "Nav_Agents": "Agents",
    "Nav_Contact_Us": "Contact Us",
    "Nav_listing_page": "listing-page",
    "Nav_Login": "Login",
    "View_Button": "BOOK",
    "MeetTeam": "Meet the Team",
    "Sales_Ass": "sales assistant",
    "Mike.Title": "Head Sales Assistant",
    "Mike.Word": "Michael has a genuine passion for helping others and for giving back to the community.",
    "Slogan_1": "YOU ARE NOT BUYING A HOUSE, ",
    "Slogan_2": "YOU ARE BUYING A LIFESTYLE. ",
    "Info": "Click for Details",
    "Home1": "Welcome to Kene's Cribs. Kene's Cribs is a real estator company which provides the clients with the houses.",
    "Home2": "The houses limited to the clients are only limited to the clients' dreams. In order to further navigate the",
    "Home3": "website, use the navigation bar to switch between pages. Listings page is for browsing houses, Agents page",
    "Home4": "is for browsing the estators, the Contact Us page is for the contacting us and the login page is for our",
    "Home5": "members who want to benefit from our deals. Above are some houses which can interest you. Feel free to",
    "Home6": "click the buttons above to explore the houses you want.",
    "Desc": "Description",
    "Rooms": "2 Bedroom, 3 Bathroom",
    "Rooms1": "1 Bedroom, 1 Bathroom",
    "Rooms2": "3 Bedroom, 3 Bathroom",
    "Rooms3": "3 Bedroom, 3 Bathroom",
    "Danger1": "Message could not send.",
    "Danger2": "There are some errors in your contact form.",
    "Success1": "The message is successfully sent.",
    "Success2": "You contact form will be delivered to our support team.",
    "Contact-Title": "Contact Us",
    "Contact-Agent": "Select an Agent",
    "Contact-House": "Select a House",
    "No-Pref": "No preference",
    "Contact-First": "First Name",
    "Contact-Last": "Last Name",
    "Contact-Mail": "Email Address",
    "Contact-Message": "Message",
    "Contact-Submit": "Submit",
    "Contact-Error1": "Please select an item in the list.",
    "Contact-Error2": "Please fill out this field.",
    "Contact-Error3": "Invalid email address.",
    "Search-Bar": "Search your location",
    "Budget": "Select Budget",
    "Beds": "Number of Beds",
    "Baths": "Number of Baths",
    "Any": "Any",
    "Listing-Button": "Show Listing",
    "listing_desc": "{{desc}}",
    "listing_address": "{{address}}",
    "Listing1-address": "8720 Russell Road",
    "Listing2-address": "1490 Youville Drive",
    "Listing3-address": "100 Charlie Rogers Place",
    "Listing4-address": "2785 8th Line Road",
    "Listing1-description": "RUN DON'T WALK to this beautiful former Jayman show home. This home has every feature and convenience you could want in a home. When you enter you will be greeted with a large entry way, open concept main floor with a very spacious chef-like kitchen, the big eat in dinning area is an entertainers dream and plenty of room in the living room as to cozy up to the fireplace. When you head upstairs the owner 's suite will impress with a gorgeous ensuite consisting of a large soaker tub, oversized shower, separate vanities, in-floor heating and 2 separate closest. You will also find a nice sized flex room, spacious laundry room up stairs, 4 piece main bathroom and 2 more bedrooms. Then head downstairs where you will find another bedroom, bathroom and Theatre room with wet bar and beverage station that is perfect for any movie lover. Must not forget that this home is air conditioned, has front and back irrigation outside and speakers throughout the house. All of this can be yours in the lake community of Auburn Bay close to all amenities and year round lake access just a short distance away",
    "Listing2-description": "Nature at its Finest The Shores of Toney Bay are located at the mouth of River Phillip where it meets the Northumberland Straight with direct access to the incredible recreational waterways of River Phillip and nature rich Toney Bay. This nature lovers paradise boasts a plethora of migratory bird life and the rich fish stock of River Philip. The warm waters of the Northumberland Straight are swimmable from your shorefront, easy access to year-around activities and close proximity to the quaint community of Pugwash make this an ideal spot for a permeant residence or cottage. There are also ocean view / deeded access lots available. Large lots with unobstructed views and well away from highway noise. Swim in the warm waters at beautiful Heather's Beach just 4km away, fly fishing in the spring on River Phillip, book at tee time at Northumberland links, 16km away or enjoy a day at the Luxury Fox Harb'r Resort and Spa less then 30 mins away, and in winter enjoy skiing at Ski Wentworth a short 30 minutes drive. Lots are flat, cleared and ready for your dream home. All septic and building lot approvals are in place, good roads, and power to the lot line are included. Please take a few minutes to watch the video of the stunning Shores at Toney Bay",
    "Listing3-description": "Custom, Hi-Ranch home located in sought after neighborhood in the Heart of Petawawa. This home features 2+1 bedrooms and 4 bathrooms. Main level features spacious foyer, hardwood staircase, gleaming hardwood floors and open concept living. Large windows provide lots of natural light, vaulted ceilings in living room, a spectacular spacious kitchen with stainless steel appliances and large island. Master bedroom with walk through closet and 3 piece en-suite with custom tile shower and heated tile floor. Lower level features a finished rec room with cozy gas fireplace, bedroom and 3 piece bathroom. Patio door in foyer leads to large private backyard with no rear neighbours, spacious wood deck and hot tub. Double attached garage completes the package. Pack your backs and move right in! No Conveyances of offers until Friday April 9th at 3PM however the seller has the right to view and may accept pre-emptive offers",
    "Listing4-description": "Nestled in a quiet cul-de-sac in the family-friendly Ski Club/Widdifield neighbourhood, is 62 Riddle Court, a hidden gem that has everything you've been searching for - inside and out! Look up and take in the picturesque views of the escarpment, take a short walk or drive to the Laurentian Ski Hill with the family, or simply savour your very own property by having dinner on the patio, a glass of wine on the deck/balcony, and admire the breathtaking landscape (designed by an award-winning landscape artist) that wraps around your home. Lush perennials, tall grasses, interlocking brick pathways, in-ground sprinkler system and outdoor lighting make this property standout from the rest! Step inside to relish in all of the updated features this home has to offer - gleaming maple hardwood floors & stairs, updated maple kitchen cabinets, ceramic tile with in-floor radiant heat in bathrooms and office, built-in entertainment units, finished laundry room, low-maintenance composite deck off dining area, recessed lighting, updated windows, doors, insulation... the list goes on! Working from home these days? Enter the private & professional home office right off the recreation room through french doors. Enjoy the under-cabinet lighting, as well as the natural light beaming through the window with views of the backyard. Pride of ownership is obvious. Nothing left to do, but move-in! Pre-inspected for your peace of mind.",
    "Listing-booking-btn": "Book Showing",
    "Listing-description-header": "Description",
    "Regular": "Sales Assistant",
    "Agent2.W": "I have a passion for assisting clients with various real estate needs.",
    "Agent3.W": "Anita looks forward to servicing you to her fullest potential, building long-lasting relationships and making your real estate experience a smooth and memorable one.",
    "Agent4.W": "Since getting licensed in 2010 Alex has consistently been a top producing agent in the GTA.",
    "Agent5.W": "Xuan grew up in the GTA, and he explored many different neighborhoods in and surrounding Toronto.",
    "Agent6.W": "Walter Henry has always been one to follow his passion. At 13 years old, he started his career as a competitive gymnast."
}